{
  "statusCode": 200,
  "message": "Quotes",
  "pagination": {
    "currentPage": 4,
    "nextPage": 5,
    "totalPages": 5
  },
  "totalQuotes": 50,
  "data": [
   {
      "_id": "5eb17aadb69dc744b4e7156a",
      "quoteText": "What I think is amazing is not that 85% of people who get married under the age of 25 get divorced, it's that 15% of them stay together. How did they manage to pull that off? You almost can't wait too long. It's the single simplest measure to predict divorce.",
      "quoteAuthor": "Elizabeth Gilbert",
      "quoteGenre": "amazing",
      "__v": 0
    },
    {
      "_id": "5eb17aadb69dc744b4e71570",
      "quoteText": "I was impressed by Hendrix. His attitude was brilliant. Even the way he walked was amazing.",
      "quoteAuthor": "Ritchie Blackmore",
      "quoteGenre": "amazing",
      "__v": 0
    },
    {
      "_id": "5eb17aadb69dc744b4e71594",
      "quoteText": "I am incredibly thankful for the strong support I have from my peers in the industry and of course my amazing fans.",
      "quoteAuthor": "Miranda Lambert",
      "quoteGenre": "amazing",
      "__v": 0
    },
    {
      "_id": "5eb17aadb69dc744b4e7148e",
      "quoteText": "There is nothing like being left alone again, to walk peacefully with oneself in the woods. To boil one's coffee and fill one's pipe, and to think idly and slowly as one does it.",
      "quoteAuthor": "Knut Hamsun",
      "quoteGenre": "alone",
      "__v": 0
    },
    {
      "_id": "5eb17aadb69dc744b4e7159f",
      "quoteText": "There's no way in the world that just because women turn the number 40, they're anything less than amazing. That's crazy. If anything, you're even more amazing!",
      "quoteAuthor": "Jennifer Lopez",
      "quoteGenre": "amazing",
      "__v": 0
    },
    {
      "_id": "5eb17aadb69dc744b4e715a8",
      "quoteText": "Stevie Ray Vaughan was very intense. Maybe that's what caught everybody's attention. As a player, he didn't do anything amazing.",
      "quoteAuthor": "Ritchie Blackmore",
      "quoteGenre": "amazing",
      "__v": 0
    },
    {
      "_id": "5eb17aadb69dc744b4e714a8",
      "quoteText": "Israel is no longer a people that dwells alone, and has to join the global journey toward peace, reconciliation and international cooperation.",
      "quoteAuthor": "Yitzhak Rabin",
      "quoteGenre": "alone",
      "__v": 0
    },
    {
      "_id": "5eb17aadb69dc744b4e715cf",
      "quoteText": "I really have a great deal of humility in that department, and a great deal of respect for people who spend their lives learning how to make these amazing preparations.",
      "quoteAuthor": "Ted Allen",
      "quoteGenre": "amazing",
      "__v": 0
    },
    {
      "_id": "5eb17aadb69dc744b4e714ad",
      "quoteText": "And I don't have any specific steps to take because I don't start the same way every time. But there is a knowing when it's enough and you can leave it alone.",
      "quoteAuthor": "Bruce Nauman",
      "quoteGenre": "alone",
      "__v": 0
    },
    {
      "_id": "5eb17aadb69dc744b4e715d5",
      "quoteText": "I'm still a Welsh girl at heart so I'm staying in the U.K. for the Olympics, it's such an exciting time for Britain so it's amazing to be a part of it.",
      "quoteAuthor": "Katherine Jenkins",
      "quoteGenre": "amazing",
      "__v": 0
    }
  ]
}
